PatrickF1/fzf.fish
patrickf1/colored_man_pages.fish
danhper/fish-ssh-agent
jorgebucaran/autopair.fish
jorgebucaran/fisher
nickeb96/puffer-fish
icezyclon/zoxide.fish
jorgebucaran/fishtape
cengebretson/coral
