PatrickF1/fzf.fish
patrickf1/colored_man_pages.fish
danhper/fish-ssh-agent
jorgebucaran/autopair.fish
reitzig/sdkman-for-fish@v1.4.0
jorgebucaran/fisher
plttn/fish-eza
nickeb96/puffer-fish
