brew "awscli"
brew "bat"
brew "btop"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "mise"
brew "fzf"
brew "git"
brew "git-delta"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "fastfetch"
brew "tree-sitter"
brew "neovim"
brew "pass"
brew "prettyping"
brew "ripgrep"
brew "starship"
brew "television"
brew "tlrc"
brew "tmux"
brew "tree-sitter-cli"
brew "unar"
brew "wakeonlan"
brew "zoxide"
brew "ast-grep"
brew "difftastic"
brew "sd"
brew "shellcheck"
brew "scc"
brew "yq"
brew "superfile"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-maple-mono-nerd-font"
cask "font-cascadia-code-nerd-font"
