tap "bmarse/tap"
tap "leoafarias/fvm"
tap "morantron/tmux-fingers"
tap "sst/tap"
brew "awscli"
brew "bat"
brew "btop"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "mise"
brew "fzf"
brew "git"
brew "git-delta"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "fastfetch"
brew "tree-sitter"
brew "neovim"
brew "pass"
brew "postgresql@14", restart_service: :changed
brew "prettier"
brew "prettyping"
brew "ripgrep"
brew "rust"
brew "starship"
brew "stylua"
brew "television"
brew "tlrc"
brew "tmux"
brew "tree-sitter-cli"
brew "unar"
brew "wakeonlan"
brew "zoxide"
brew "sst/tap/opencode"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-maple-mono-nerd-font"
cask "font-cascadia-code-nerd-font"
