# ── Taps ───────────────────────────────────────────────────────────────────────
tap "brevity1swos/tap"

# ── Shell & Terminal ───────────────────────────────────────────────────────────
brew "fish"
brew "tmux"
brew "starship"
brew "zoxide"
brew "fastfetch"

# ── CLI Utilities ──────────────────────────────────────────────────────────────
brew "bat"
brew "btop"
brew "eza"
brew "fd"
brew "fzf"
brew "glow"
brew "jq"
brew "yq"
brew "sd"
brew "scc"
brew "unar"
brew "tlrc"
brew "television"
brew "superfile"
brew "prettyping"
brew "wakeonlan"
brew "chafa"
brew "vhs"

# ── Git ────────────────────────────────────────────────────────────────────────
brew "git"
brew "git-delta"
brew "gh"
brew "lazygit"

# ── Search & Code Intelligence ─────────────────────────────────────────────────
brew "ripgrep"
brew "ast-grep"
brew "difftastic"
brew "shellcheck"
brew "brevity1swos/tap/rgx"

# ── Editors & Runtimes ─────────────────────────────────────────────────────────
brew "neovim"
brew "mise"
brew "tree-sitter"
brew "tree-sitter-cli"

# ── Dev Tools ──────────────────────────────────────────────────────────────────
brew "duti"
brew "mole"
brew "awscli"
brew "pass"
brew "gnupg"
brew "pinentry"
brew "imagemagick"
brew "ffmpeg"
brew "httpie"

# ── AI Tools ───────────────────────────────────────────────────────────────────
cask "codex"
cask "copilot-cli"

# ── Fonts ──────────────────────────────────────────────────────────────────────
cask "orbstack"
cask "qlmarkdown"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspice-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
